Repository: dshibko/sp-admin
Catalog: module/Application/language/*.po
Languages: in_in, jp_jp, th_th

source: Forgot Password?
in_in: Lupa password?
jp_jp: パスワードをお忘れですか？
th_th: ลืมรหัสผ่าน?

source: Submit
in_in: Kirim
jp_jp: 送信
th_th: ส่ง

source: Sign In
in_in: Masuk
jp_jp: サインイン
th_th: เข้าสู่ระบบ

source: Login with Facebook
in_in: Login dengan Facebook
jp_jp: Facebookでログイン
th_th: เข้าสู่ระบบผ่านเฟซบุ้ค

source: Enter Your Credentials
in_in: Masukkan Pengenal Anda
jp_jp: 個人設定
th_th: กรุณากรอกข้อมูลของคุณ

source: Remember me
in_in: Ingat saya
jp_jp: アカウントを記憶させる
th_th: จดจำฉันไว้

source: Forgotten password
in_in: Lupa password
jp_jp: パスワードを忘れた
th_th: ลืมรหัสผ่าน

source: Not a member?
in_in: Bukan anggota?
jp_jp: メンバーではありませんか？
th_th: ยังไม่ได้เป็นสมาชิก?

source: Register
in_in: Daftar
jp_jp: 登録
th_th: ลงทะเบียน

source: Reset Password
jp_jp: パスワードをリセットする
th_th: ตั้งรหัสผ่านใหม่

source: Reset Password Page
in_in: Reset Halaman Password
jp_jp: パスワードページをリセットする
th_th: หน้าตั้งรหัสผ่านใหม่

source: We would like to hear from you - any comments or suggestions or any questions you may have. Just use the form below.
in_in: Kami ingin mendengar pendapat, saran, atau pertanyaan yang Anda miliki. Silakan gunakan form di bawah ini.
jp_jp: コメント、意見、質問等を下記フォームよりお寄せ下さい
th_th: เราต้องการทราบความเห็นของคุณ - มีความเห็น ข้อเสนอแนะ หรือคำถาม สามารถกรอกได้ในฟอร์มด้านล่าง

source: Enter Your Contact Info and Message
in_in: Masukkan Info Kontak Anda dan Pesan
jp_jp: コンタクト情報とメッセージ
th_th: กรอกข้อมูลในการติดต่อและข้อความของคุณ

source: Send
in_in: Kirim
jp_jp: 送信
th_th: ส่ง

source: Reset
jp_jp: リセット
th_th: ตั้งใหม่

source: FAQs
in_in: FAQ
jp_jp: よくある質問
th_th: คำถามที่พบบ่อย

source: How to play
in_in: Cara bermain
jp_jp: 遊び方
th_th: วิธีการเล่น

source: Fixtures
in_in: Jadwal Pertandingan
jp_jp: 日程
th_th: โปรแกรมการแข่ง

source: VS
th_th: พบ

source: Predict the score
in_in: Prediksi skor
jp_jp: スコアを予想
th_th: ทำนายสกอร์

source: No more matches will be played in this season. Please join us when next season starts.
in_in: Tidak ada pertandingan lagi musim ini. Silakan bergabung ketika musim baru dimulai.
jp_jp: 今シーズンの試合は終了しました。新シーズンからの参加をお待ちしています。
th_th: ฤดูกาลนี้ไม่มีเกมแข่งแล้ว กรุณากลับมาใหม่ในฤดูกาลหน้า

source: League Table
in_in: Klasemen Liga
jp_jp: リーグ順位表
th_th: ตารางคะแนนลีก

source: Everyone
in_in: Semua orang
jp_jp: 全員
th_th: ทุกคน

source: Your friends
in_in: Teman-teman Anda
jp_jp: あなたの友達
th_th: เพื่อนของคุณ

source: You and around you
in_in: Anda dan sekeliling Anda
jp_jp: 自身やご友人
th_th: คุณและรอบๆ ตัวคุณ

source: pts
in_in: poin
jp_jp: ポイント
th_th: คะแนน

source: Show more
in_in: Tunjukkan lagi
jp_jp: 詳細
th_th: แสดงเพิ่มเติม

source: Already a member?
in_in: Sudah menjadi anggota?
jp_jp: 登録済みですか？
th_th: เป็นสมาชิกแล้ว?

source: Regular Login
in_in: Login Regular
jp_jp: レギュラーログイン
th_th: เข้ามาสม่ำเสมอ

source: Email
jp_jp: Eメール
th_th: อีเมล์

source: Password
jp_jp: パスワード
th_th: รหัสผ่าน

source: Sign in
in_in: Masuk
jp_jp: サインイン
th_th: เข้าสู่ระบบ

source: Close
in_in: Tutup
jp_jp: 閉じる
th_th: ปิด

source: Ready to try?
in_in: Siap mencoba?
jp_jp: 準備はよろしいですか？
th_th: พร้อมเล่นหรือยัง?

source: vs
th_th: พบ

source: Match Report
in_in: Laporan Pertandingan
jp_jp: マッチレポート
th_th: รายงานผลการแข่ง

source: Public Report
in_in: Laporan Publik
jp_jp: パブリックレポート
th_th: รายงานสาธารณะ

source: Scorers
in_in: Pencetak gol
jp_jp: 得点者
th_th: ผู้ทำประตู

source: Time left
in_in: Waktu tersisa
jp_jp: 締切まで
th_th: เวลาที่เหลือ

source: days hours mins secs
in_in: hari jam menit detik
jp_jp: 日 時間 分 秒
th_th: วัน ชั่วโมง นาที วินาที

source: Predict at
in_in: Prediksi
jp_jp: 予想
th_th: ทำนายผล

source: New
in_in: Baru
jp_jp: 最新
th_th: ใหม่

source: Prev
in_in: Sebelumnya
jp_jp: 前回の
th_th: การแข่งขันก่อนหน้า

source: Next
in_in: Selanjutnya
jp_jp: 次の
th_th: การแข่งขันถัดไป

source: Match in progress
in_in: Pertandingan sedang berlangsung
jp_jp: 開催中の試合
th_th: การแข่งขันที่แข่งอยู่

source: You predicted
in_in: Prediksi Anda
jp_jp: あなたの予想
th_th: การทายผลของคุณ

source: This game is currently being played... check back soon for the results
in_in: Pertandingan ini sedang dimainkanâ€¦ cek kembali untuk melihat hasilnya
jp_jp: 試合は正常にプレーされています。のちほど結果をご確認下さい。
th_th: เกมนี้กำลังแข่งอยู่ กรุณากลับมาใหม่เพื่อเช็คผลบอล

source: or
in_in: atau
jp_jp: または
th_th: หรือ

source: predict the next game
in_in: Prediksi pertandingan selanjutnya
jp_jp: 次の試合を予想
th_th: ทำนายผลเกมถัดไป

source: Select scorer
in_in: Pilih pencetak gol
jp_jp: 得点者を選択する
th_th: เลือกผู้ทำประตู

source: Make prediction
in_in: Buat prediksi
jp_jp: 予想を保存する
th_th: บันทึกการทายผล

source: Edit your prediction
in_in: Edit prediksi Anda
jp_jp: 予想を変更する
th_th: แก้ไขการทายผล

source: You didn't save the prediction.
in_in: Anda tidak menyimpan prediksi Anda.
jp_jp: 予想を保存出来ません
th_th: คุณไม่ได้บันทึกการทายผล

source: Prizes
in_in: Hadiah
jp_jp: 賞品
th_th: รางวัน

source: Registration
in_in: Pendaftaran
jp_jp: 登録内容
th_th: ทะเบียน

source: Connect with Facebook
in_in: Hubungkan dengan Facebook
jp_jp: Facebookでつなぐ
th_th: เชื่อมต่อสู่เฟซบุ้ค

source: Enter Personal Info
in_in: Masukkan Informasi Pribadi
jp_jp: 個人情報
th_th: กรอกข้อมูลส่วนตัว

source: Gender
jp_jp: 性別
th_th: เพศ

source: Male
in_in: Laki-Laki
jp_jp: 男性
th_th: ชาย

source: Female
in_in: Wanita
jp_jp: 女性
th_th: หญิง

source: Enter Email Addresses
in_in: Masukkan Alamat Email
jp_jp: Eメールアドレス
th_th: กรอกอีเมล์ของคุณ

source: Enter Your Password
in_in: Masukkan Password Anda
jp_jp: パスワード
th_th: กรอกรหัสผ่าน

source: Enter Your Display Name
in_in: Masukkan Nama Pengguna
jp_jp: 表示名
th_th: กรอกชื่อที่คุณจะใช้

source: Enter Your Avatar
in_in: Masukkan Avatar Anda
jp_jp: アバター
th_th: กรุณาใส่รูปภาพที่จะใช้

source: Or choose from selection
in_in: Atau pilih dari beberapa pilihan
jp_jp: こちらから選ぶ
th_th: หรือเลือกจากตัวเลือก

source: Terms
in_in: Syarat dan Ketentuan
jp_jp: 規約
th_th: ข้อตกลงและเงื่อนไข

source: Set Up
in_in: Mengeset
jp_jp: セットアップ
th_th: สร้าง

source: Just one more thing
in_in: Satu lagi
jp_jp: もう少し詳しく
th_th: อีกอย่างนึง

source: Are these details correct?
in_in: Apakah data-data ini benar?
jp_jp: これら詳細は正しいですか？
th_th: ข้อมูลเหล่านี้ถูกต้องหรือไม่?

source: We need to know your region su we can make sure you are antered into the right league.
in_in: Kami perlu mengetahui wilayah Anda sehingga kami bisa memastikan bahwa Anda masuk ke liga yang tepat.
jp_jp: リーグ参加のためにお住まいの地域をご登録下さい
th_th: เราต้องการทราบถึงเขตที่อยู่ของคุณเพื่อที่จะแน่ใจว่าคุณได้เล่นลีกที่ถูกต้อง

source: Note: once confirmed, you will not be able to change these settings until next season
in_in: Catatan: setelah dikonfirmasi, Anda tidak bisa mengubah pengaturan ini hingga musim depan
jp_jp: 注意：一度保存しますと、来シーズンまで設定は変更出来ません。
th_th: หมายเหตุ: เมื่อคุณยืนยันแล้วจะไม่สามารถเปลี่ยนแปลงการตั้งค่านี้ได้

source: Confirm and start playing
in_in: Konfirmasi dan mulai bermain
jp_jp: 承認してプレーを始める
th_th: ยืนยันและเริ่มเล่น

source: Your Results of
in_in: Hasil Anda
jp_jp: あなたの結果は
th_th: ผลของคุณจาก

source: Total
jp_jp: トータル
th_th: รวม

source: PTS
in_in: POIN
jp_jp: ポイント
th_th: คะแนน

source: League Tables
in_in: Klasemen Liga
jp_jp: リーグ順位表
th_th: ตารางคะแนนลีก

source: Global league
in_in: Liga Global
jp_jp: グローバルリーグ
th_th: ลีกทั่วโลก

source: Top 4
jp_jp: トップ4
th_th: ท็อป 4

source: View full table
in_in: Lihat klasemen lengkap
jp_jp: 順位を見る
th_th: ดูตารางทั้งหมด

source: league
in_in: liga
jp_jp: リーグ
th_th: ลีก

source: Delete Account
in_in: Hapus Akun
jp_jp: アカウント削除
th_th: ลบบัญชีผู้ใช้

source: Are you sure you want to delete your account?
in_in: Apakah Anda yakin ingin menghapus akun Anda?
jp_jp: アカウント削除
th_th: คุณแน่ใจว่าคุณต้องการลบบัญชีใช้งานของคุณ?

source: <strong>Note:</strong> all data associated with your account will be lost and non-recoverable.
in_in: <strong>Catatan:</strong> semua data terkait akun Anda akan hilang dan tidak bisa diperbaiki
jp_jp: <strong>注意：</strong> 全データが消去され修復はできません
th_th: ข้อมูลเกี่ยวกับคุณทั้งหมดจะหายไปและไม่สามารถกู้คืนได้

source: Confirm and delete account
in_in: Konfirmasi dan hapus akun
jp_jp: アカウント削除を承認する
th_th: ยืนยันและลบบัญชีผู้ใช้

source: Settings
in_in: Pengaturan
jp_jp: 設定
th_th: ปรับตั้งค่า

source: Change your Password
in_in: Ubah Password Anda
jp_jp: パスワードを変更する
th_th: เปลี่ยนรหัสผ่าน

source: Save changes
in_in: Simpan perubahan
jp_jp: 保存する
th_th: บันทึกการเปลี่ยนแปลง

source: Change Your Email Addresses
in_in: Ubah alamat email Anda
jp_jp: Eメールアドレスを変更する
th_th: เปลี่ยนอีเมล์

source: Change Your Display Name
in_in: Ubah Nama Pengguna Anda
jp_jp: 表示名を変更する
th_th: เปลี่ยนชื่อของคุณ

source: Change Your Avatar
in_in: Ubah avatar Anda
jp_jp: アバターを変更する
th_th: เปลี่ยนรูปภาพของคุณ

source: User avatar
in_in: Avatar pengguna
jp_jp: アバター
th_th: รูปภาพผู้ใช้งาน

source: Regional Settings
in_in: Pengaturan Regional
jp_jp: 地域設定
th_th: การตั้งค่า

source: Your country
in_in: Negara Anda
jp_jp: 国
th_th: ประเทศของคุณ

source: You cannot change your country in the middle of a league. We will prompt you to re-confirm your details at the start of the the league.
in_in: Anda tidak bisa mengubah negara di tengah liga. Kami akan mengonfirmasi ulang data diri Anda di awal liga.
jp_jp: リーグ開催中に国の変更は出来ません。開幕前にもう一度確認することをお勧めします。
th_th: คุณไม่สามารถเปลี่ยนประเทศของคุณในระหว่างการแข่งขัน เราจะเตือนคุณอีกครั้งให้ยืนยันข้อมูลของคุณอีกหนตอนเริ่มต้นลีก

source: Page not found
in_in: Halaman tidak ditemukan
jp_jp: ページが見つかりませんでした
th_th: ไม่พบหน้าที่ต้องการ

source: Whoops!
in_in: Aduh!
jp_jp: おっと！
th_th: แย่แล้ว!

source: Message
in_in: Pesan
jp_jp: メッセージ
th_th: ข้อความ

source: Sorry, the page you requested could not be found
in_in: Maaf, halaman yang Anda minta tidak bisa ditemukan
jp_jp: 申し訳ございません。リクエストされたページは表示出来ません。
th_th: ขออภัย ไม่พบหน้าที่คุณต้องการ

source: Server Error
in_in: Terjadi kesalahan pada server
jp_jp: サーバーエラー
th_th: เซอร์เวอร์ผิดพลาด

source: Sorry, you can't see the page. We are aware of it and doing all our best to fix the problem.
in_in: Maaf, Anda tidak bisa melihat halaman ini. Kami sedang berusaha sebaik mungkin untuk memperbaikinya.
jp_jp: 申し訳ございません。現在ページは表示出来ません。修復までもうしばらくお待ち下さい。
th_th: ขออภัย คุณไม่สามารถดูหน้านี้ได้ เราทราบถึงปัญหาแล้วและกำลังแก้ไข

source: Additional information
in_in: Informasi Tambahan
jp_jp: 追加情報
th_th: ข้อมูลเพิ่มเติม

source: An error occurred
in_in: Terjadi kesalahan
jp_jp: エラー発生
th_th: เกิดความผิดพลาดขึ้น

source: File
in_in: Data
jp_jp: ファイル
th_th: ไฟล์

source: Stack trace
jp_jp: データベース
th_th: เกิดความผิดพลาดขึ้น

source: Previous exceptions
in_in: Pengecualian sebelumnya
jp_jp: 前回の予想
th_th: การตอบรับสัญญานที่แล้ว

source: No Exception available
in_in: Tidak Ada Pengecualian yang tersedia
jp_jp: 現在確認出来る予想はありません
th_th: มีความผิดพลาดเกิดขึ้น ไม่มีการตอบรับสัญญานโค้ด

source: Info Page
in_in: Halaman Info
jp_jp: 情報ページ
th_th: หน้าข้อมูล

source: Dismiss
in_in: Hentikan
jp_jp: やめる
th_th: ละทิ้ง

source: Stay up to date with Truefan United
in_in: Terus up to date dengan Chelsea Football Club
jp_jp: 最新情報をゲットしよう
th_th: ติดตามความเคลื่อนไหวของสโมสรฟุตบอลเชลซี

source: See behind the scenes, match updates <br>and exclusive content
in_in: Dapatkan kabar dari balik layar, update pertandingan, <br>dan konten eksklusif.
jp_jp: ニュース速報、試合の情報、選手のインタビューも満載
th_th: ข่าวสารล่าสุด, ผลการแข่งขัน, กิจกรรมต่างๆ และสัมภาษณ์พิเศษจากทีมชุดใหญ่

source: Contact us
in_in: Hubungi kami
jp_jp: コンタクト
th_th: ติดต่อเรา

source: Privacy
in_in: Kebijakan Privasi
jp_jp: プライバシーポリシー
th_th: นโยบายความเป็นส่วนตัว

source: Help & Support
in_in: Bantuan & Dukungan
jp_jp: ヘルプ＆サポート
th_th: ความช่วยเหลือ

source: Visit our main site
in_in: Kunjungi halaman utama kami
jp_jp: ホームページへ
th_th: ไปที่หน้าเวปหลัก

source: Cookies policy
in_in: Ketentuan mengenai cookie
jp_jp: クッキーズポリシー
th_th: นโยบายเกี่ยวกับคุ๊กกี้

source: MADE BY
in_in: DIBUAT OLEH
jp_jp: 作成者
th_th: ทำโดย

source: Invite friends to Score Predictor
in_in: Undang teman ke Score Predictor
jp_jp: スコアプレディクターに友人を招待する
th_th: ชวนเพื่อนร่วมเล่นเกมทายผล

source: User Navigation
in_in: Navigasi Pengguna
jp_jp: ユーザーナビゲーション
th_th: คำแนะนำผู้ใช้

source: Sign out
in_in: Keluar
jp_jp: サインアウト
th_th: ออกจากระบบ

source: Share this
in_in: Bagi ini
jp_jp: シェアする
th_th: แบ่งปัน

source: Was the most popular prediction this match
in_in: Adalah prediksi paling populer di pertandingan ini
jp_jp: が今回最も多い予想です
th_th: เป็นการทายที่นิยมที่สุดในเกมนี้

source: Correct scorer predictions
in_in: Prediksi pencetak gol yang benar
jp_jp: スコアプレディクターを修正する
th_th: แก้ไขการทายผล

source: Featured Player
in_in: Pemain yang Bermain
jp_jp: 注目選手
th_th: นักเตะที่ลงแข่ง

source: Goals this season
in_in: Gol musim ini
jp_jp: 今シーズンのゴール
th_th: จำนวนประตูฤดูนี้

source: Matches played
in_in: Pertandingan yang dimainkan
jp_jp: 過去の試合
th_th: เกมที่แข่งไปแล้ว

source: Match
in_in: Pertandingan
jp_jp: 試合
th_th: การแข่งขัน

source: starts
in_in: mulai
jp_jp: スタート
th_th: เริ่มต้น

source: Mins
in_in: Menit
jp_jp: 分
th_th: นาที

source: played
in_in: telah dimainkan
jp_jp: プレー済
th_th: เล่น

source: GOAL KEEPER
in_in: Kiper
jp_jp: ゴールキーパー
th_th: ผู้รักษาประตู

source: Saves this season
in_in: Penyelamatan musim ini
jp_jp: 今シーズンを保存する
th_th: บันทึกฤดูกาลนี้

source: Penalty saves
in_in: Penyelamatan penalti
jp_jp: ペナルティセーブ
th_th: เซฟจุดโทษ

source: Clean sheets
in_in: Tidak kebobolan
jp_jp: クリーンシート
th_th: คลีนชีท

source: Draw
in_in: Seri
jp_jp: 引き分け
th_th: เสมอ

source: Top predicted scorers
in_in: Pencetak gol yang banyak diprediksi
jp_jp: 得点者予想首位
th_th: ผู้ทำประตูที่มีการทายมากที่สุด

source: Top 5 predicted scores
in_in: Top 5 skor yang diprediksi
jp_jp: スコア予想トップ5
th_th: 5 อันดับสกอร์ที่มีการทายสูงสุด

source: + Invite your friends
in_in: "+ undang teman-teman Anda"
jp_jp: "+ 友人を招待する"
th_th: "+ ชวนเพื่อนของคุณ

source: Value is required and can't be empty
in_in: Nilai diperlukan dan tidak bisa dikosongkan
jp_jp: 必須項目です。空欄では提出出来ません。
th_th: ต้องกรอกจำนวน ไม่สามารถเว้นว่างได้

source: Recovery link was sent to your email. The link is active for 60 minutes
in_in: Link perbaikan sudah dikirim ke email Anda. Link akan aktif selama 60 menit
jp_jp: リカバリーリンクをメールアドレスに送信しました。リンクは60分間有効です。
th_th: ลิงค์กู้ได้ถูกส่งไปยังอีเมล์ของคุณ ซึ่งจะใช้งานได้ 60 นาที

source: Please use Facebook Connect Button to log in.
in_in: Silakan gunakan Facebook Connect Button untuk login
jp_jp: Facebookボタンでログインして下さい
th_th: กรุณาใช้ปุ่มเชื่อมต่อกับเฟซบุ๊คเพื่อเข้าใช้งาน

source: The email you input is not registered.
in_in: Email yang Anda masukkan tidak terdaftar
jp_jp: 入力されたEメールアドレスは登録されていません
th_th: อีเมล์ที่คุณกรอกนั้นไม่ได้เปิดใช้งาน

source: Input cannot be empty
in_in: Input tidak bisa dikosongkan
jp_jp: 空欄では提出出来ません。
th_th: ไม่สามารถเว้นว่างไว้ได้

source: Connect your account for a one click login
in_in: Hubungkan dengan Facebook agar login lebih mudah
jp_jp: Facebookでかんたんログイン
th_th: เชื่อมต่อสู่เฟซบุ้คเพื่อง่ายต่อการเข้าระบบ

source: Wrong email or password.
in_in: Email atau password salah
jp_jp: Eメールまたはパスワードが違います
th_th: อีเมล์หรือรหัสผ่านผิด

source: Confirm Password
in_in: Konfirmasi Password
jp_jp: パスワード
th_th: ยืนยันรหัสผ่าน

source: Your password was successfully changed. Now you can login using it.
in_in: Password Anda berhasil diubah. Sekarang Anda bisa login menggunakan password tersebut
jp_jp: パスワードが変更されました。今後のログインでご利用下さい。
th_th: รหัสผ่านของคุณได้ทำการเปลี่ยนแล้ว คุณสามารถเข้าสู่ระบบโดยรหัสผ่านใหม่

source: The form submitted did not originate from the expected site
in_in: Form yang dikirimkan tidak berasal dari situs yang diharapkan
jp_jp: 送信されたフォームはサイトに接続出来ません
th_th: แบบฟอร์มที่คุณกรอกนั้นไม่ได้มาจากหน้าที่กำหนด

source: Now you can change the password.
in_in: Sekarang Anda bisa mengubah password
jp_jp: パスワードを変更出来ます
th_th: คุณสามารถเปลี่ยนรหัสผ่านได้ตอนนี้

source: You will be redirected to website...
in_in: Anda akan kembali ke situsâ€¦
jp_jp: ウェブサイトに登録されました
th_th: กำลังนำคุณไปสู่หน้าเวปไซต์

source: Name
in_in: Nama
jp_jp: 名前
th_th: ชื่อจริง

source: Your message successfully sent
in_in: Pesan Anda berhasil dikirimkan
jp_jp: メッセージは送信されました
th_th: ข้อความของคุณได้ถูกส่งเรียบร้อยแล้ว

source: Please select
in_in: Silakan pilih
jp_jp: 選択する
th_th: กรุณาเลือก

source: Title
in_in: Gelar
jp_jp: 敬称
th_th: คำนำหน้า

source: First Name
in_in: Nama Depan
jp_jp: 名前
th_th: ชื่อจริง

source: Last Name
in_in: Nama Belakang
jp_jp: 名字
th_th: นามสกุล

source: Date of Birth
in_in: Tanggal Lahir
jp_jp: 生年月日
th_th: วันเกิด

source: Country
in_in: Negara
jp_jp: 国
th_th: ประเทศ

source: January
in_in: Januari
jp_jp: 1月
th_th: มกราคม

source: February
in_in: Februari
jp_jp: 2月
th_th: กุมภาพันธ์

source: March
in_in: Maret
jp_jp: 3月
th_th: มีนาคม

source: April
jp_jp: 4月
th_th: เมษายน

source: May
in_in: Mei
jp_jp: 5月
th_th: พฤษภาคม

source: June
in_in: Juni
jp_jp: 6月
th_th: มิถุนายน

source: July
in_in: Juli
jp_jp: 7月
th_th: กรกฎาคม

source: August
in_in: Agustus
jp_jp: 8月
th_th: สิงหาคม

source: September
jp_jp: 9月
th_th: กันยายน

source: October
in_in: Oktober
jp_jp: 10月
th_th: ตุลาคม

source: November
jp_jp: 11月
th_th: พฤศจิกายน

source: December
in_in: Desember
jp_jp: 12月
th_th: ธันวาคม

source: Confirm Email
in_in: Konfirmasi Email
jp_jp: Eメールアドレス
th_th: ยืนยันอีเมล์

source: Display Name
in_in: Nama Display
jp_jp: 日本語
th_th: ชื่อของคุณ

source: Avatar
jp_jp: アバター
th_th: อวตาร์

source: Error happened while connecting to your facebook account. Please try again later
in_in: Kesalahan terjadi ketika menghubungkan dengan akun facebook Anda. Mohon coba beberapa saat lagi.
jp_jp: Facebookアカウント接続中にエラーが発生しました。再度お試し下さい。
th_th: มีการผิดพลาดในการเชื่อมต่อกับเฟซบุ้ค กรุณาลองใหม่อีกครั้ง

source: Error happened while updating data. Please try again later
in_in: Kesalahan terjadi ketika memperbarui data. Mohon coba beberapa saat lagi.
jp_jp: アップデート中にエラーが発生しました。再度お試し下さい。
th_th: มีการผิดพลาดในการอัพเดทข้อมูล กรุณาลองใหม่อีกครั้งภายหลัง

source: Your account successfully connected to facebook
in_in: Akun Anda berhasil dihubungkan ke facebook
jp_jp: Facebookに接続出来ました
th_th: บัญชีผู้ใช้งานของคุณเชื่อมต่อกับเฟซบุ๊คเรียบร้อยแล้ว

source: Region
in_in: Wilayah
jp_jp: 地域
th_th: ศาสนา

source: Language
in_in: Bahasa
jp_jp: 使用言語
th_th: ภาษา

source: You can't predict on this match. You can predict just on %s matches in the future.
in_in: Anda tidak bisa memprediksi pertandingan ini. Anda hanya bisa memprediksi % pertandingan selanjutnya
jp_jp: 今試合は予想出来ません。%の試合のみご参加下さい。
th_th: คุณไม่สามารถทายผลเกมนี้ได้ คุณได้เล่นทายมาเพียง %s

source: Predict
in_in: Prediksi
jp_jp: 予想
th_th: ทำนายผล

source: Results
in_in: Hasil Akhir
jp_jp: 結果
th_th: ผลการแข่ง

source: Full Table
in_in: Klasemen
jp_jp: 順位表
th_th: ตารางแข่ง

source: All time head-to-head results
in_in: Hasil seluruh head-to-head
jp_jp: 全結果
th_th: สถิติการพบกันทั้งหมดของทั้งสองทีม

source: Total goals this season
in_in: Total gol musim ini
jp_jp: シーズンゴール合計
th_th: รวมประตูฤดูกาลนี้

source: Global
jp_jp: グローバル
th_th: ทั่วโลก

source: Local
in_in: Lokai
jp_jp: ローカル
th_th: ท้องถิ่น

source: View full league tables
in_in: Lihat klasemen lengkap liga
jp_jp: リーグ順位を見る
th_th: ดูตารางคะแนนลีกทั้งหมด

source: Play against your mates
in_in: Bermain melawan teman Anda
jp_jp: 友人と勝負しよう
th_th: เล่นแข่งกับเพื่อนของคุณ

source: Create your own social league against your Facebook friends to find out who's top of the league
in_in: Buat liga Anda sendiri dengan teman-teman Facebook Anda untuk mengetahui siapa yang terbaik
jp_jp: ソーシャルリーグを作成してFacebookの友人と勝負する
th_th: สร้างลีกของคุณขึ้นมาเองเพื่อแข่งกับเพื่อนในเฟซบุ๊คเพื่อหาว่าใครได้คะแนนสูงสุดในลีก

source: Overall League
in_in: Liga Keseluruhan
jp_jp: リーグ全体
th_th: ลีกทั้งหมด

source: Temporal Leagues
in_in: Liga Sementara
jp_jp: 即席リーグ
th_th: ลีกชั่วคราว

source: Your results
in_in: Hasil Anda
jp_jp: あなたの結果
th_th: ผลของคุณ

source: No matches were played in this season.
in_in: Tidak ada pertandingan yang dimainkan musim ini.
jp_jp: 今シーズンプレーされた試合はございません
th_th: ไม่มีเกมแข่งในฤดูกาลนี้

source: You predicted the draw
in_in: Anda memprediksi hasil seri
jp_jp: 引き分けを予想しました
th_th: คุณทายว่าเสมอ

source: You predicted the winner would be %s
in_in: Anda memprediksi pemenangnya adalah %
jp_jp: %が勝つと予想しました
th_th: คุณทายว่าผู้ชนะคือ %s

source: You predicted the score would be %s
in_in: Anda memprediksi hasil akhirnya adalah %
jp_jp: スコアが%になると予想しました
th_th: คุณทายว่าสกอร์จะเป็น %s

source: You predicted the scorer(s) would be %s
in_in: Anda memprediksi pencetak golnya adalah %
jp_jp: 得点者は%になると予想しました
th_th: คุณทายว่าสกอร์จะเป็น %s

source: You predicted that %s will score goal number %s of %s
in_in: Anda memprediksi bahwa % akan mencetak gol ke % dari % gol
jp_jp: %のうち%のゴールを%が決めると予想しました
th_th: คุณทายว่า %s จะยิงประตูที่ %s ของ %s

source: This is double points match
in_in: Ini adalah pertandingan dengan poin ganda
jp_jp: この試合はポイント2倍
th_th: เกมนี้มีแต้มเบิ้ล

source: You were %s accurate in your prediction
in_in: Akurasi prediksi Anda adalah %
jp_jp: 予想的中率は%です
th_th: คุณทายได้ถูก %s ในการทายผลของคุณ

source: Community correctly predicted the results
in_in: Komunitas memprediksi hasil akhir dengan benar
jp_jp: コミュニティの予想は正解です
th_th: ผู้ที่ทำนายได้ถูกต้อง

source: You didn't move on the %s league this match
in_in: Anda tidak bergerak dari % liga dari pertandingan ini
jp_jp: 今試合では%リーグを動きませんでした
th_th: คุณไม่ได้เพิ่ม %s ลีกในเกมนี้

source: You moved up %s place(s) on the %s league this match
in_in: Anda naik % posisi di % liga dari pertandingan ini
jp_jp: 今試合で%リーグでの%順位が上がりました
th_th: อันดับของคุณขยับขึ้น %s และ %s ในลีกจากเกมนี้

source: You moved down %s place(s) on the %s league this match
in_in: Anda turun % posisi di % liga dari pertandingan ini
jp_jp: 今試合で%リーグでの%順位が下がりました
th_th: คุณไม่ได้ลด %s ลงในเกมนี้

source: Old password
in_in: Password lama
jp_jp: 古いパスワード
th_th: รหัสผ่านเดิม

source: New password
in_in: Password baru
jp_jp: 新しいパスワード
th_th: รหัสผ่านใหม่

source: Retype new password
in_in: Ulangi password baru
jp_jp: 新しいパスワードを入力する
th_th: พิมพ์รหัสผ่านใหม่

source: Upload a new avatar
in_in: Unggah avatar baru
jp_jp: 新たなアバターをアップロードする
th_th: อัพโหลดอวตาร์ใหม่

source: Please sign in to access this page
in_in: Silakan masuk untuk mengakses halaman ini
jp_jp: サインインする
th_th: กรุณาลงชื่อเข้าใช้งาน

source: New password was successfully saved.
in_in: Password baru berhasil disimpan.
jp_jp: 新しいパスワードが保存されました
th_th: รหัสผ่านใหม่ได้ถูกบันทึกแล้ว

source: New email was successfully saved.
in_in: Email yang baru berhasil disimpan.
jp_jp: 新たなEメールが保存されました
th_th: อีเมล์ใหม่ได้ถูกบันทึกแล้ว

source: New display name was successfully saved.
in_in: Nama display baru berhasil disimpan.
jp_jp: 新たな表示名が保存されました
th_th: ชื่อที่ใช้ได้บันทึกแล้ว

source: New avatar was successfully saved.
in_in: Avatar baru berhasil disimpan.
jp_jp: 新たなアバターが保存されました
th_th: อวตาร์ใหม่ได้บันทึกแล้ว

source: New language was successfully saved.
in_in: Bahasa baru berhasil disimpan.
jp_jp: 新たな使用言語が保存されました
th_th: ภาษาใหม่ได้ถูกบันทึกแล้ว

source: New email settings were successfully saved.
in_in: Pengaturan email yang baru berhasil disimpan
jp_jp: 新たなEメール設定が保存されました
th_th: การตั้งค่าอีเมล์ใหม่สำเร็จแล้ว

source: Public profile option was successfully saved.
in_in: Pilihan profil publik berhasil disimpan.
jp_jp: 公開プロフィールが保存されました
th_th: ตัวเลือกตั้งโปรไฟล์สาธารณะได้ถูกบันทึกแล้ว

source: Invalid form type
in_in: Penulisan salah
jp_jp: 利用出来ないフォームです
th_th: ไม่ถูกต้องตามประเภท

source: You can delete only yours account
in_in: Anda hanya bisa menghapus akun Anda
jp_jp: 自分のアカウントを削除する
th_th: คุณสามารถลบได้เฉพาะบัญชีของคุณ

source: You have deleted your account successfully.
in_in: Anda telah berhasil menghapus akun Anda.
jp_jp: アカウントが削除されました
th_th: คุณได้ลบบัญชีผู้ใช้ของคุณเรียบร้อยแล้ว

source: Cannot get facebook user id from request
in_in: Tidak bisa mendapatkan id pengguna facebook
jp_jp: FacebookユーザーIDが取得出来ませんでした。
th_th: ไม่สามารถเรียกบัญชีผู้ใช้เฟซบ๊คได้

source: Cannot get user by facebook id
in_in: Tidak bisa mendapatkan pengguna dengan id facebook
jp_jp: FacebookIDからユーザーを確認出来ません。
th_th: ไม่สามารถเรียกจากชื่อเฟซบุ๊คได้

source: Your Language
in_in: Bahasa Anda
jp_jp: あなたの言語
th_th: ภาษาของคุณ
