Repository: dshibko/sp-admin
Catalog: module/Application/language/*.po
Languages: in_in, jp_jp, th_th

source: Recovery link is not valid.
in_in: Link perbaikan tidak valid.
jp_jp: リカバリーリンクが表示されません
th_th: ลิงค์กู้ไม่สามารถใช้งานได้

source: Upload failed due to unknown problems.
in_in: Pengunggahan gagal karena masalah yang tidak diketahui
jp_jp: 原因不明の問題によりアップロードできませんでした
th_th: อัพโหลดล้มเหลวโดยไม่ทราบสาเหตุ

source: The match was not found.
in_in: Pertandingan tidak ditemukan
jp_jp: 試合が見つかりません
th_th: ไม่พบเกมที่คุณต้องการ

source: Team you want to make a prediction was not found.
in_in: Tim yang ingin Anda prediksi tidak ditemukan.
jp_jp: 予想したいチームが見つかりません
th_th: ไม่พบทีมที่คุณต้องการ

source: Active page was not found.
in_in: Halaman yang aktif tidak ditemukan
jp_jp: ページが見つかりませんでした
th_th: ไม่พบหน้าที่ต้องการ

source: Bad request. Security check failed.
in_in: Permintaan gagal. Cek keamanan gagal.
jp_jp: リクエストが承認されませんでした。セキュリティチェックに失敗しました。
th_th: คำสั่งผิดพลาด การตรวจสอบความปลอดภัยไม่สำเร็จ

source: The next one will start soon. You can visit our website later and start playing.
in_in: Pertandingan selanjutnya akan segera dimulai. Anda bisa mengunjungi situs kami lagi nanti dan mulai bermain.
jp_jp: 次回予想は間もなく始まります。のちほどウェブサイトよりスタートして下さい。
th_th: เกมต่อไปจะเริ่มต้นเร็วๆนี้ คุณสามารถเข้าไปที่เวปไซต์ของเราและเริ่มต้นทายผล

source: Acy
in_in: Akurasi pengguna
jp_jp: 精度
th_th: ความแม่นยำ

source: Cannot connect user to facebook account because facebook email has been already taken by another user.
in_in: Tidak bisa menghubungkan pengguna dengan akun facebook karena email facebook sudah digunakan oleh pengguna lainnya
jp_jp: Facebookアカウントに接続出来ませんでした。Facebookメールアドレスは既に使用されています。
th_th: ไม่สามารถเชื่อมต่อกับเฟซบุ๊ค เพราะอีเมล์ของเฟซบุ๊คได้มีคนใช้แล้ว

source: Your Facebook data will be used to create your account.
in_in: Data facebook Anda akan digunakan untuk membuat akun Anda
jp_jp: Facebookのデータはアカウント作成に使用されます
th_th: ข้อมูลเฟซบุ๊คของคุณจะใช้เพื่อสร้างบัญชีของคุณ

source: Score Predictor
jp_jp: スコアプレディクター
th_th: ทำนายผลการแข่งขัน

source: Terms were saved successfully.
in_in: Syarat telah berhasil disimpan disimpan.
jp_jp: 規約が保存されました
th_th: ข้อตกลงได้ถูกบันทึกเรียบร้อยแล้ว

source: match
in_in: pertandingan
jp_jp: 試合
